Repository: katagaki/SakuraRSS
Catalog: Shared/Strings/DataManagement.xcstrings
Source language: en
Languages: de, fr, it, ja, ko, nl, vi, zh_hans, zh_hant

# Cleanup.AllTime
source: All Time
de: Gesamte Zeit
fr: Depuis toujours
it: Dall'inizio
ja: すべて
ko: 전체
nl: Aller tijden
vi: Tất cả
zh_hans: 所有时间
zh_hant: 所有時間

# Cleanup.Automatic.Enabled
source: Automatic Clean Up
de: Automatische Bereinigung
fr: Nettoyage automatique
it: Pulizia automatica
ja: 自動クリーンアップ
ko: 자동 정리
nl: Automatisch opruimen
vi: Dọn dẹp tự động
zh_hans: 自动清理
zh_hant: 自動清理

# Cleanup.Automatic.Footer
source: When on, Sakura periodically deletes content older than the chosen interval in the background.
de: Wenn aktiviert, löscht Sakura im Hintergrund regelmäßig Inhalte, die älter als das gewählte Intervall sind.
fr: Lorsqu’activé, Sakura supprime périodiquement en arrière-plan les contenus plus anciens que l’intervalle choisi.
it: Se attivata, Sakura elimina periodicamente in background i contenuti più vecchi dell’intervallo scelto.
ja: 有効にすると、選択した期間より古いコンテンツがバックグラウンドで定期的に削除されます。
ko: 켜면 Sakura가 선택한 기간보다 오래된 콘텐츠를 백그라운드에서 주기적으로 삭제합니다.
nl: Indien ingeschakeld verwijdert Sakura periodiek op de achtergrond content die ouder is dan het gekozen interval.
vi: Khi bật, Sakura sẽ định kỳ xóa nội dung cũ hơn khoảng thời gian đã chọn trong nền.
zh_hans: 启用后,Sakura 会在后台定期删除早于所选时间间隔的内容。
zh_hant: 啟用後,Sakura 會在背景定期刪除早於所選時間間隔的內容。

# Cleanup.Automatic.IncludeBookmarks
source: Include Bookmarks
de: Lesezeichen einbeziehen
fr: Inclure les signets
it: Includi segnalibri
ja: ブックマークも含める
ko: 북마크 포함
nl: Bladwijzers meenemen
vi: Bao gồm dấu trang
zh_hans: 包含书签
zh_hant: 包含書籤

# Cleanup.Automatic.Picker
source: Clean Up Content
de: Inhalte bereinigen
fr: Nettoyer le contenu
it: Pulisci contenuti
ja: コンテンツをクリーンアップ
ko: 콘텐츠 정리
nl: Content opruimen
vi: Dọn nội dung
zh_hans: 清理内容
zh_hant: 清理內容

# Cleanup.Confirm
source: Delete
de: Löschen
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# Cleanup.ConfirmMessage %@
source: All content older than "%@" will be permanently deleted. This cannot be undone.
de: Alle Inhalte älter als "%@" werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
fr: Tout le contenu datant de plus de « %@ » sera supprimé définitivement. Cette action est irréversible.
it: Tutti i contenuti più vecchi di "%@" verranno eliminati definitivamente. Questa azione non può essere annullata.
ja: 「%@」より前のコンテンツがすべて完全に削除されます。この操作は取り消せません。
ko: "%@"보다 오래된 모든 콘텐츠가 영구적으로 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
nl: Alle content ouder dan "%@" wordt permanent verwijderd. Dit kan niet ongedaan worden gemaakt.
vi: Tất cả nội dung cũ hơn "%@" sẽ bị xóa vĩnh viễn. Hành động này không thể hoàn tác.
zh_hans: 所有早于「%@」的内容将被永久删除。此操作无法撤消。
zh_hant: 所有早於「%@」的內容將被永久刪除。此操作無法復原。

# Cleanup.ConfirmTitle
source: Delete Content?
de: Inhalte löschen?
fr: Supprimer le contenu ?
it: Eliminare i contenuti?
ja: コンテンツを削除しますか？
ko: 콘텐츠를 삭제하시겠습니까?
nl: Content verwijderen?
vi: Xóa nội dung?
zh_hans: 删除内容？
zh_hant: 刪除內容？

# Cleanup.Cutoff.Off
source: Off
de: Aus
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# Cleanup.Cutoff.OlderThanHeader
source: Anything Older Than…
de: Älter als …
fr: Plus ancien que…
it: Più vecchio di…
ja: 次より古いコンテンツ…
ko: 다음보다 오래된 항목…
nl: Alles ouder dan…
vi: Cũ hơn…
zh_hans: 早于…
zh_hant: 早於…

# Cleanup.Last4Weeks
source: Last 4 Weeks
de: Letzte 4 Wochen
fr: 4 dernières semaines
it: Ultime 4 settimane
ja: 過去4週間
ko: 최근 4주
nl: Afgelopen 4 weken
vi: 4 tuần qua
zh_hans: 过去4周
zh_hant: 過去4週

# Cleanup.Last7Days
source: Last 7 Days
de: Letzte 7 Tage
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
nl: Afgelopen 7 dagen
vi: 7 ngày qua
zh_hans: 过去7天
zh_hant: 過去7天

# Cleanup.Last24Hours
source: Last 24 Hours
de: Letzte 24 Stunden
fr: Dernières 24 heures
it: Ultime 24 ore
ja: 過去24時間
ko: 최근 24시간
nl: Afgelopen 24 uur
vi: 24 giờ qua
zh_hans: 过去24小时
zh_hant: 過去24小時

# Cleanup.Last30Days
source: Last 30 Days
de: Letzte 30 Tage
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 지난 30일
nl: Afgelopen 30 dagen
vi: 30 Ngày Qua
zh_hans: 过去30天
zh_hant: 過去30天

# Cleanup.Manual.Message
source: Choose how far back to delete content. Deleted content cannot be restored.
de: Wähle aus, wie weit zurück Inhalte gelöscht werden sollen. Gelöschte Inhalte können nicht wiederhergestellt werden.
fr: Choisissez jusqu’où supprimer les contenus. Le contenu supprimé ne peut pas être restauré.
it: Scegli fino a quando eliminare i contenuti. I contenuti eliminati non possono essere ripristinati.
ja: どこまで遡ってコンテンツを削除するかを選択してください。削除したコンテンツは復元できません。
ko: 콘텐츠를 어디까지 삭제할지 선택하세요. 삭제된 콘텐츠는 복원할 수 없습니다.
nl: Kies hoe ver terug content moet worden verwijderd. Verwijderde content kan niet worden hersteld.
vi: Chọn khoảng thời gian cần xóa. Nội dung đã xóa không thể khôi phục.
zh_hans: 选择要删除多久之前的内容。已删除的内容无法恢复。
zh_hant: 選擇要刪除多久之前的內容。已刪除的內容無法復原。

# Cleanup.Success
source: Content has been deleted.
de: Inhalte wurden gelöscht.
fr: Le contenu a été supprimé.
it: I contenuti sono stati eliminati.
ja: コンテンツが削除されました。
ko: 콘텐츠가 삭제되었습니다.
nl: De content is verwijderd.
vi: Nội dung đã được xóa.
zh_hans: 内容已删除。
zh_hant: 內容已刪除。

# Cleanup.Title
source: Delete Old Content
de: Alte Inhalte löschen
fr: Supprimer les anciens contenus
it: Elimina vecchi contenuti
ja: 古いコンテンツを削除
ko: 오래된 콘텐츠 삭제
nl: Oude content verwijderen
vi: Xóa nội dung cũ
zh_hans: 清除旧内容
zh_hant: 清除舊內容

# Export.Error
source: Failed to export subscriptions.
de: Export der Feeds fehlgeschlagen.
fr: Échec de l'exportation des flux.
it: Esportazione dei feed non riuscita.
ja: フィードのエクスポートに失敗しました。
ko: 피드 내보내기에 실패했습니다.
nl: Kon de abonnementen niet exporteren.
vi: Không thể xuất danh sách nguồn cấp.
zh_hans: 订阅源导出失败。
zh_hant: 訂閱源匯出失敗。

# Export.Success
source: Subscriptions exported successfully.
de: Feeds erfolgreich exportiert.
fr: Flux exportés avec succès.
it: Feed esportati con successo.
ja: フィードのエクスポートに成功しました。
ko: 피드를 성공적으로 내보냈습니다.
nl: Abonnementen zijn geëxporteerd.
vi: Đã xuất danh sách nguồn cấp thành công.
zh_hans: 订阅源导出成功。
zh_hant: 訂閱源匯出成功。

# ExportOPML
source: Export
de: Exportieren
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# iCloudBackup.AutoBackup
source: Automatic Backups
de: Automatische Backups
fr: Sauvegardes automatiques
it: Backup automatici
ja: 自動バックアップ
ko: 자동 백업
nl: Automatische reservekopieën
vi: Sao lưu tự động
zh_hans: 自动备份
zh_hant: 自動備份

# iCloudBackup.BackupError
source: Failed to create backup.
de: Backup konnte nicht erstellt werden.
fr: Échec de la création de la sauvegarde.
it: Impossibile creare il backup.
ja: バックアップを作成できませんでした。
ko: 백업을 생성하지 못했습니다.
nl: Kon geen reservekopie maken.
vi: Không thể tạo bản sao lưu.
zh_hans: 无法创建备份。
zh_hant: 無法建立備份。

# iCloudBackup.BackupNow
source: Back Up Now
de: Jetzt sichern
fr: Sauvegarder maintenant
it: Esegui backup ora
ja: 今すぐバックアップ
ko: 지금 백업
nl: Nu een reservekopie maken
vi: Sao lưu ngay
zh_hans: 立即备份
zh_hant: 立即備份

# iCloudBackup.BackupSuccess
source: Backup completed successfully.
de: Backup erfolgreich abgeschlossen.
fr: Sauvegarde terminée avec succès.
it: Backup completato con successo.
ja: バックアップが完了しました。
ko: 백업이 완료되었습니다.
nl: Reservekopie is voltooid.
vi: Đã hoàn tất sao lưu.
zh_hans: 备份已成功完成。
zh_hant: 備份已成功完成。

# iCloudBackup.Footer
source: Backups include your feeds, content, read states, bookmarks, and feed rules.
de: Backups enthalten Ihre Feeds, Inhalte, Lesestatus, Lesezeichen und Feed-Regeln.
fr: Les sauvegardes incluent vos flux, contenus, états de lecture, favoris et règles de flux.
it: I backup includono i tuoi feed, contenuti, stati di lettura, preferiti e regole dei feed.
ja: バックアップには、フィード、コンテンツ、既読状態、ブックマーク、フィードルールが含まれます。
ko: 백업에는 피드, 콘텐츠, 읽음 상태, 북마크, 피드 규칙이 포함됩니다.
nl: Reservekopieën bevatten je feeds, content, leesstatussen, bladwijzers en feedregels.
vi: Bản sao lưu bao gồm nguồn cấp, nội dung, trạng thái đã đọc, mục đã lưu và quy tắc nguồn cấp.
zh_hans: 备份包含您的订阅源、内容、已读状态、书签和订阅源规则。
zh_hant: 備份包含您的訂閱源、內容、已讀狀態、書籤和訂閱源規則。

# iCloudBackup.Interval.Every6Hours
source: Every 6 Hours
de: Alle 6 Stunden
fr: Toutes les 6 heures
it: Ogni 6 ore
ja: 6時間ごと
ko: 6시간마다
nl: Elke 6 uur
vi: Mỗi 6 giờ
zh_hans: 每 6 小时
zh_hant: 每 6 小時

# iCloudBackup.Interval.Every12Hours
source: Every 12 Hours
de: Alle 12 Stunden
fr: Toutes les 12 heures
it: Ogni 12 ore
ja: 12時間ごと
ko: 12시간마다
nl: Elke 12 uur
vi: Mỗi 12 giờ
zh_hans: 每 12 小时
zh_hant: 每 12 小時

# iCloudBackup.Interval.EveryNight
source: Every Night
de: Jede Nacht
fr: Chaque nuit
it: Ogni notte
ja: 毎晩
ko: 매일 밤
nl: Elke nacht
vi: Mỗi đêm
zh_hans: 每晚
zh_hant: 每晚

# iCloudBackup.Interval.Off
source: Off
de: Aus
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
nl: Uit
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# iCloudBackup.LastBackupLabel
source: Last Backup
de: Letztes Backup
fr: Dernière sauvegarde
it: Ultimo backup
ja: 最終バックアップ
ko: 마지막 백업
nl: Laatste reservekopie
vi: Sao lưu gần nhất
zh_hans: 上次备份
zh_hant: 上次備份

# iCloudBackup.Never
source: Never
de: Nie
fr: Jamais
it: Mai
ja: なし
ko: 없음
nl: Nooit
vi: Chưa bao giờ
zh_hans: 从未
zh_hant: 從未

# iCloudBackup.RestoreError
source: Failed to restore from backup.
de: Wiederherstellung aus Backup fehlgeschlagen.
fr: Échec de la restauration depuis la sauvegarde.
it: Impossibile ripristinare dal backup.
ja: バックアップから復元できませんでした。
ko: 백업에서 복원하지 못했습니다.
nl: Kon niet herstellen vanuit de reservekopie.
vi: Không thể khôi phục từ bản sao lưu.
zh_hans: 无法从备份恢复。
zh_hant: 無法從備份還原。

# iCloudBackup.Unavailable
source: Sign in to iCloud in Settings to enable backups.
de: Melden Sie sich in den Einstellungen bei iCloud an, um Backups zu aktivieren.
fr: Connectez-vous à iCloud dans les Réglages pour activer les sauvegardes.
it: Accedi a iCloud nelle Impostazioni per abilitare i backup.
ja: バックアップを有効にするには、設定でiCloudにサインインしてください。
ko: 백업을 활성화하려면 설정에서 iCloud에 로그인하세요.
nl: Log in bij iCloud in Instellingen om reservekopieën in te schakelen.
vi: Đăng nhập iCloud trong Cài đặt để bật sao lưu.
zh_hans: 请在“设置”中登录 iCloud 以启用备份。
zh_hant: 請在「設定」中登入 iCloud 以啟用備份。

# Import.Error
source: Failed to import subscriptions.
de: Import der Feeds fehlgeschlagen.
fr: Échec de l'importation des flux.
it: Importazione dei feed non riuscita.
ja: フィードのインポートに失敗しました。
ko: 피드 가져오기에 실패했습니다.
nl: Kon de abonnementen niet importeren.
vi: Không thể nhập danh sách nguồn cấp.
zh_hans: 订阅源导入失败。
zh_hant: 訂閱源匯入失敗。

# Import.Merge
source: Merge
de: Zusammenführen
fr: Fusionner
it: Unisci
ja: マージ
ko: 병합
nl: Samenvoegen
vi: Hợp nhất
zh_hans: 合并
zh_hant: 合併

# Import.ModeMessage
source: Would you like to merge the imported feeds with your existing ones, or replace all existing feeds?
de: Möchten Sie die importierten Feeds mit Ihren bestehenden zusammenführen oder alle vorhandenen Feeds ersetzen?
fr: Voulez-vous fusionner les flux importés avec vos flux existants, ou remplacer tous les flux existants ?
it: Vuoi unire i feed importati con quelli esistenti, o sostituire tutti i feed esistenti?
ja: インポートしたフィードを既存のフィードとマージしますか、それとも既存のフィードをすべて置き換えますか？
ko: 가져온 피드를 기존 피드와 병합하시겠습니까, 아니면 기존 피드를 모두 교체하시겠습니까?
nl: Wil je de geïmporteerde feeds samenvoegen met je bestaande feeds, of alle bestaande feeds vervangen?
vi: Bạn muốn hợp nhất các nguồn cấp đã nhập với các nguồn cấp hiện có, hay thay thế tất cả các nguồn cấp hiện có?
zh_hans: 你想将导入的订阅源与现有订阅源合并，还是替换所有现有订阅源？
zh_hant: 你想將匯入的訂閱源與現有訂閱源合併，還是取代所有現有訂閱源？

# Import.ModeTitle
source: Import Mode
de: Importmodus
fr: Mode d'importation
it: Modalità di importazione
ja: インポート方法
ko: 가져오기 모드
nl: Importeermodus
vi: Chế độ nhập
zh_hans: 导入方式
zh_hant: 匯入方式

# Import.Overwrite
source: Replace All
de: Ersetzen
fr: Tout remplacer
it: Sostituisci tutto
ja: すべて置き換え
ko: 모두 교체
nl: Alles vervangen
vi: Thay thế tất cả
zh_hans: 全部替换
zh_hant: 全部取代

# Import.Success %lld
source: Successfully imported %lld feeds.
de: %lld Feeds erfolgreich importiert.
fr: %lld flux importés avec succès.
it: %lld feed importati con successo.
ja: %lld件のフィードをインポートしました。
ko: %lld개의 피드를 성공적으로 가져왔습니다.
nl: %lld feeds geïmporteerd.
vi: Đã nhập thành công %lld nguồn cấp.
zh_hans: 成功导入了 %lld 个订阅源。
zh_hant: 成功匯入了 %lld 個訂閱源。

# ImportOPML
source: Import
de: Importieren
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
vi: Nhập
zh_hans: 导入
zh_hant: 匯入

# Logs.Empty
source: No logs have been recorded yet.
de: Es wurden noch keine Protokolle aufgezeichnet.
fr: Aucun journal n'a encore été enregistré.
it: Nessun log è stato ancora registrato.
ja: まだログは記録されていません。
ko: 아직 기록된 로그가 없습니다.
nl: Er zijn nog geen logboeken vastgelegd.
vi: Chưa có nhật ký nào được ghi lại.
zh_hans: 尚未记录任何日志。
zh_hant: 尚未記錄任何日誌。

# Logs.Footer
source: Logs remain on this device until you share them.
de: Protokolle verbleiben auf diesem Gerät, bis Sie sie teilen.
fr: Les journaux restent sur cet appareil jusqu'à ce que vous les partagiez.
it: I log restano su questo dispositivo finché non li condividi.
ja: ログは共有するまでこのデバイス内にのみ保存されます。
ko: 로그는 공유하기 전까지 이 기기에만 저장됩니다.
nl: Logboeken blijven op dit apparaat totdat je ze deelt.
vi: Nhật ký được lưu trên thiết bị này cho đến khi bạn chia sẻ.
zh_hans: 日志会保留在本设备上，直到你将其分享。
zh_hant: 日誌會保留於此裝置上，直到你將其分享。

# OPML.Footer
source: Use OPML files to transfer your subscriptions between RSS readers.
de: Verwenden Sie OPML-Dateien, um Ihre Feeds zwischen RSS-Readern zu übertragen.
fr: Utilisez des fichiers OPML pour transférer vos flux entre lecteurs RSS.
it: Usa i file OPML per trasferire i tuoi feed tra lettori RSS.
ja: OPMLファイルを使って、RSSリーダー間でフィードを移行できます。
ko: OPML 파일을 사용하여 RSS 리더 간에 피드를 전송합니다.
nl: Gebruik OPML-bestanden om je abonnementen over te zetten tussen RSS-lezers.
vi: Sử dụng tệp OPML để chuyển danh sách nguồn cấp giữa các trình đọc RSS.
zh_hans: 使用 OPML 文件在 RSS 阅读器之间转移订阅源。
zh_hant: 使用 OPML 檔案在 RSS 閱讀器之間轉移訂閱源。

# Storage.Usage.Feeds
source: Feed Content
de: Feed-Inhalte
fr: Contenu des flux
it: Contenuto feed
ja: コンテンツ
ko: 피드 콘텐츠
vi: Nội dung nguồn cấp
zh_hans: 订阅源内容
zh_hant: 訂閱源內容

# Storage.Usage.FeedsFooter
source: Sizes are approximate.
de: Größenangaben sind Näherungswerte.
fr: Les tailles sont approximatives.
it: Le dimensioni sono approssimative.
ja: サイズはおおよその値です。
ko: 용량은 대략적인 수치입니다.
nl: De groottes zijn bij benadering.
vi: Kích thước chỉ là ước tính.
zh_hans: 大小为近似值。
zh_hant: 大小為近似值。

# Storage.Usage.Free
source: Free
de: Frei
fr: Libre
it: Libero
ja: 使用可能
ko: 사용 가능
nl: Vrij
vi: Còn trống
zh_hans: 可用
zh_hant: 可用空間

# Storage.Usage.Logs
source: Logs
de: Protokolle
fr: Journaux
it: Log
ja: ログ
ko: 로그
nl: Logboeken
vi: Nhật ký
zh_hans: 日志
zh_hant: 日誌

# Storage.Usage.OtherApps
source: Other Apps
de: Andere Apps
fr: Autres apps
it: Altre app
ja: 他のアプリ
ko: 다른 앱
nl: Andere apps
vi: Ứng dụng khác
zh_hans: 其他 App
zh_hant: 其他 App

# Title
source: Data Management
de: Datenverwaltung
fr: Gestion des données
it: Gestione dati
ja: データ管理
ko: 데이터 관리
nl: Gegevensbeheer
vi: Quản lý dữ liệu
zh_hans: 数据管理
zh_hant: 資料管理

# Logs.Clear
source: Clear Logs
de: Protokolle löschen
fr: Effacer les journaux
it: Cancella log
ja: ログを消去
ko: 로그 지우기
nl: Logboeken wissen
vi: Xóa nhật ký
zh_hans: 清除日志
zh_hant: 清除日誌

# Logs.Clear.Confirm
source: Clear All Logs?
de: Alle Protokolle löschen?
fr: Effacer tous les journaux ?
it: Cancellare tutti i log?
ja: すべてのログを消去しますか？
ko: 모든 로그를 지울까요?
nl: Alle logboeken wissen?
vi: Xóa tất cả nhật ký?
zh_hans: 清除所有日志？
zh_hant: 清除所有日誌？

# Logs.Clear.Message
source: This will permanently delete all recorded logs. This action cannot be undone.
de: Dadurch werden alle aufgezeichneten Protokolle dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Cette action supprimera définitivement tous les journaux enregistrés. Elle est irréversible.
it: Questa operazione eliminerà definitivamente tutti i log registrati. L'azione non può essere annullata.
ja: 記録されたすべてのログが完全に削除されます。この操作は取り消せません。
ko: 기록된 모든 로그가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Hiermee worden alle vastgelegde logboeken permanent verwijderd. Deze actie kan niet ongedaan worden gemaakt.
vi: Thao tác này sẽ xóa vĩnh viễn tất cả nhật ký đã ghi. Không thể hoàn tác.
zh_hans: 这将永久删除所有已记录的日志。此操作无法撤销。
zh_hant: 這將永久刪除所有已記錄的日誌。此操作無法復原。

# iCloudBackup.Title
source: iCloud Backup
fr: Sauvegarde iCloud
it: Backup iCloud
ja: iCloudバックアップ
ko: iCloud 백업
nl: iCloud-reservekopie
vi: Sao lưu iCloud
zh_hans: iCloud 备份
zh_hant: iCloud 備份

# Storage.Usage.FeedsHeader
source: Feeds
fr: Flux
it: Feed
ja: フィード
ko: 피드
vi: Nguồn cấp
zh_hans: 订阅源
zh_hant: 訂閱源

# Storage.Usage.Podcasts
source: Podcasts
it: Podcast
ja: ポッドキャスト
ko: 팟캐스트
vi: Podcast
zh_hans: 播客
zh_hant: Podcast

# Storage.Usage.Cache
source: Cache
ja: キャッシュ
ko: 캐시
vi: Bộ nhớ đệm
zh_hans: 缓存
zh_hant: 快取
